class WordRepository {
  List<String> getWords() {
    return ["شهر", "روستا", "کوه", "دشت", "جنگل", "دریا", "رودخانه", "کویر", "صحرا", "غار", "قلعه", "معبد", "مسجد", "کلیسا", "مدرسه", "دانشگاه", "بیمارستان", "بازار", "فروشگاه", "رستوران", "کافه", "سینما", "تئاتر", "موزه", "پارک", "باغ", "میدان", "خیابان", "پل", "آپارتمان", "خانه", "ویلا", "هتل", "هواپیمایی", "قطار", "اتوبوس", "ایستگاه", "مترو", "فرودگاه", "بندر", "کشتی", "قایق", "ساحل", "جزیره", "اقیانوس", "دریای آزاد", "دریای داخلی", "خلیج", "غار"];
  }
}
